Revit 2027 API
ParameterTypeId.MepAnalyticalCriticalsequence Property
 "Critical Sequence"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MepAnalyticalCriticalsequence { get; }
Public Shared ReadOnly Property MepAnalyticalCriticalsequence As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MepAnalyticalCriticalsequence {
	ForgeTypeId^ get ();
}
static member MepAnalyticalCriticalsequence : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace